/* Localizable strings of com.apple.dock preference manifest */


"Dock.pfm_title" =							"Dock";
"Dock.pfm_description" =					"Preferências do Dock. As preferências são divididas entre teclas de aparência simples e dicionários de mosaicos de Aplicativos e Documentos mais complicados.";
"autohide.pfm_title" =						"Ocultando";
"autohide.pfm_description" =				"Ajustar como verdadeiro para ativar a ocultação.";
"autohide-immutable.pfm_title" =			"Ocultação de Opção Desativada";
"autohide-immutable.pfm_description" =		"Ajustar como verdadeiro para desativar a opção de Ocultar e Exibir Automaticamente.";
"contents-immutable.pfm_title" =			"Alterações Desativadas";
"contents-immutable.pfm_description" =		"Ajustar como verdadeiro para impedir que o usuário altere o conteúdo do Dock.";
"largesize.pfm_title" =						"Maior Tamanho de Mosaico";
"largesize.pfm_description" =				"Maior tamanho de mosaico em pixels.";
"launchanim.pfm_title" =					"Iniciar Animação";
"launchanim.pfm_description" =				"Ajustar como verdadeiro para utilizar a animação de inicialização.";
"launchanim-immutable.pfm_title" =			"Opção Iniciar Animação Desativada";
"launchanim-immutable.pfm_description" =	"Ajustar como verdadeiro para desativar a opção de animação de inicialização.";
"magnification.pfm_title" =					"Ampliação";
"magnification.pfm_description" =			"Ajustar como verdadeiro para ativar a ampliação.";
"magnify-immutable.pfm_title" =				"Opção de Ampliação Desativada";
"magnify-immutable.pfm_description" =		"Ajustar como verdadeiro para desativar a opção de ampliação.";
"magsize-immutable.pfm_title" =				"Controle Deslizante de Ampliação Desativado";
"magsize-immutable.pfm_description" =		"Ajustar como verdadeiro para desativar o controle de ampliação.";
"mineffect.pfm_title" =						"Efeito de Minimização";
"mineffect.pfm_description" =				"Efeito de minimização.";
"mineffect-immutable.pfm_title" =			"Menu Popup de Minimização Desativado";
"mineffect-immutable.pfm_description" =		"Ajustar como verdadeiro para desativar o menu popup de efeito de minimização.";
"orientation.pfm_title" =					"Posição";
"orientation.pfm_description" =				"Posição esquerda, direita ou inferior do Dock.";
"position-immutable.pfm_title" =			"Controle de Posição Desativado";
"position-immutable.pfm_description" =		"Ajustar como verdadeiro para impedir que o usuário altere a posição do Dock.";
"tilesize.pfm_title" =						"Tamanho de Mosaico";
"tilesize.pfm_description" =				"Tamanho de mosaico.";
"size-immutable.pfm_title" =				"Controle de Tamanho de Mosaico Desativado";
"size-immutable.pfm_description" =			"Ajustar como verdadeiro para impedir que o usuário altere o tamanho do mosaico.";
"static-only.pfm_title" =					"Apenas Mosaicos Gerenciados";
"static-only.pfm_description" =				"Ajustar como verdadeiro para mostrar apenas os mosaicos gerenciados.";

/* Application tiles */
"AppItems-Raw.pfm_title" =					"Mosaicos do Aplicativo";
"AppItems-Raw.pfm_description" =			"Matriz para manter dados do mosaico do aplicativo.";
"apptile.pfm_title" =						"Mosaico de Aplicativo";
"apptile.pfm_description" =					"Um mosaico de aplicativo.";

/* Application & document tiles */
"tile-data.pfm_title" =						"Dados de Mosaico do Dock";
"tile-data.pfm_description" =				"Dados de mosaico do Dock.";
"file-data.pfm_title" =						"Dados de Arquivo";
"file-data.pfm_description" =				"Dados de arquivo para um mosaico de arquivo.";
"_CFURLString.pfm_title" =					"Caminho de Arquivo";
"_CFURLString.pfm_description" =			"Caminho de sistema de arquivo absoluto.";
"_CFURLStringType.pfm_title.file" =			"Tipo de URL de Arquivo";
"_CFURLStringType.pfm_description.file" =	"Tipo de URL de arquivo. Sempre ajustar como 0.";
"_CFURLStringType.pfm_title.URL" =			"Tipo de URL";
"_CFURLStringType.pfm_description.URL" =	"Tipo de URL. Sempre ajustar como 0.";
"_CFURLStringType.pfm_title.URLID" =		"Tipo de ID de URL";
"_CFURLStringType.pfm_description.URLID" =	"Tipo de ID de URL. Sempre ajustar como 15.";
"_CFURLAliasData.pfm_title" =				"Atalho";
"_CFURLAliasData.pfm_description" =			"Dados de atalhos; necessário apenas para itens baseados no servidor.";
"tile-type.pfm_title" =						"Tipo de Mosaico";
"tile-type.pfm_description" =				"Tipo de mosaico.";
"mcx_typehint.pfm_title" =					"Dica de Tipo MCX";
"mcx_typehint.pfm_description" =			"Usado internamente pelo Workgroup Manager.  Não Alterar.";

 
/* Document tiles */
"DocItems-Raw.pfm_title" =					"Mosaicos de Documento";
"DocItems-Raw.pfm_description" =			"Matriz para manter dados de mosaico da URL e do documento.";
"doctile.pfm_title" =						"Mosaico de Documento";
"doctile.pfm_description" =					"Um mosaico de documento.";
"url.pfm_title" =							"Dados da URL";
"url.pfm_description" =						"Dados da URL para um mosaico de URL.";
"file-label.pfm_title" =					"Etiqueta de Mosaico de Arquivo";
"file-label.pfm_description" =				"Etiqueta de mosaico para arquivo.";
"label.pfm_title" =							"Etiqueta de Mosaico de URL";
"label.pfm_description" =					"Etiqueta de mosaico para mosaico de URL.";
"file-type.pfm_title" =						"Tipo de Item";
"file-type.pfm_description" =				"Tipo de item. Para mosaicos de Documento: coloque 2 se não for um volume, 18 para volume, 32 se não for uma pasta.";

/* mcx special folders */
"MCXDockSpecialFolders-Raw.pfm_title" =			"Pastas Especiais MCX";
"MCXDockSpecialFolders-Raw.pfm_description" =	"Pastas adicionadas pelo Cliente Gerenciado.";
"mcxfolderflag.pfm_title" =						"Sinalizador de Pasta";
"mcxfolderflag.pfm_description" =				"Sinalizador para uma pasta adicionada pelo Cliente Gerenciado.";

/* Union policy keys. Not supported by 10.4 preference editor, but here for future use. */
"appTilesUPKManaged.pfm_title" =			"Política de Unificação de Mosaico de Aplicativo Gerenciado";
"appTilesUPKManaged.pfm_description" =		"Teclas de política de unificação de mosaico de aplicativos para domínios gerenciados.";
"appTilesUPKUser.pfm_title" =				"Política de Unificação de Mosaico de Aplicativo do Usuário";
"appTilesUPKUser.pfm_description" =			"Teclas de política de unificação de mosaico de aplicativos para domínio de usuário.";
"docTilesUPKManaged.pfm_title" =			"Política de Unificação de Mosaico de Documento Gerenciado";
"docTilesUPKManaged.pfm_description" =		"Teclas de política de unificação de mosaico de documentos para domínios gerenciados.";
"docTilesUPKUser.pfm_title" =				"Política de Unificação de Mosaico de Documento do Usuário";
"docTilesUPKUser.pfm_description" =			"Teclas de política de unificação de mosaico de documentos para domínio de usuário.";
"mcxDocSpecialUPK.pfm_title" =				"Tecla de Política de Unificação de Pastas Especiais do Cliente Gerenciado";
"mcxDocSpecialUPK.pfm_description" =		"Tecla de política de unificação para as pastas especiais do Dock do Cliente Gerenciado.";
